{
  "id": "its",
  "name": "Институт транспортного строительства",
  "groups": [
    {
      "key": "59900",
      "name": "гр. БВ411ПГС - Строительство (Промышленное и гражданское строительство)"
    },
    {
      "key": "59588",
      "name": "гр. БВС21СТР - Строительство (Промышленное и гражданское строительство)"
    },
    {
      "key": "59596",
      "name": "гр. БВС22СТР - Строительство (Промышленное и гражданское строительство)"
    },
    {
      "key": "59589",
      "name": "гр. БВС31СТР - Строительство (Промышленное и гражданское строительство)"
    },
    {
      "key": "59590",
      "name": "гр. БВС41СТР - Строительство (Промышленное и гражданское строительство)"
    },
    {
      "key": "59597",
      "name": "гр. БВС42СТР - Строительство (Промышленное и гражданское строительство)"
    },
    {
      "key": "58481",
      "name": "гр. БО411ВиВ - Строительство (Водоснабжение и водоотведение)"
    },
    {
      "key": "58480",
      "name": "гр. БО411ГРС - Градостроительство (Градостроительное проектирование)"
    },
    {
      "key": "58482",
      "name": "гр. БО411ИМС - Строительство (Информационное моделирование в строительстве)"
    },
    {
      "key": "58483",
      "name": "гр. БО411ПГС - Строительство (Промышленное и гражданское строительство)"
    },
    {
      "key": "58273",
      "name": "гр. БО421ВИВ - Строительство (Водоснабжение и водоотведение)"
    },
    {
      "key": "58270",
      "name": "гр. БО421ГРС - Градостроительство (Градостроительное проектирование)"
    },
    {
      "key": "58276",
      "name": "гр. БО421ИМС - Строительство (Информационное моделирование в строительстве)"
    },
    {
      "key": "58279",
      "name": "гр. БО421ПГС - Строительство (Промышленное и гражданское строительство)"
    },
    {
      "key": "59176",
      "name": "гр. БО431ВИВ - Строительство (Водоснабжение и водоотведение)"
    },
    {
      "key": "56402",
      "name": "гр. БО431ГРС - Градостроительство (базовый)"
    },
    {
      "key": "56409",
      "name": "гр. БО431ИМС - Строительство (Информационное моделирование в строительстве)"
    },
    {
      "key": "59175",
      "name": "гр. БО431ПГС - Строительство (Промышленное и гражданское строительство)"
    },
    {
      "key": "54335",
      "name": "гр. БО441ГРС - Градостроительство (базовый)"
    },
    {
      "key": "54529",
      "name": "гр. БО441ИМС - Строительство (Информационное моделирование в строительстве)"
    },
    {
      "key": "59177",
      "name": "гр. БО441ПГС - Строительство (Промышленное и гражданское строительство)"
    },
    {
      "key": "54526",
      "name": "гр. БО44ВИВ - Строительство (Водоснабжение и водоотведение)"
    },
    {
      "key": "55805",
      "name": "гр. БО451ГРС - Градостроительство (базовый)"
    },
    {
      "key": "59259",
      "name": "гр. БОС11СТР - Строительство (Промышленное и гражданское строительство)"
    },
    {
      "key": "59161",
      "name": "гр. БОС21СТР - Строительство (Промышленное и гражданское строительство)"
    },
    {
      "key": "59367",
      "name": "гр. МО410СТР - Строительство (базовый)"
    },
    {
      "key": "59368",
      "name": "гр. МО411ГИГ - Строительство (Геотехника и инженерные изыскания в геокриологии)"
    },
    {
      "key": "59364",
      "name": "гр. МО421ГИГ - Строительство (Геотехника и инженерные изыскания в геокриологии)"
    },
    {
      "key": "56422",
      "name": "гр. МО421СТР - Строительство (Дисциплины по выбору кафедры СКЗиС)"
    },
    {
      "key": "60281",
      "name": "гр. МО421СТР. - Строительство (Дисциплины по выбору кафедры СКЗиС)"
    },
    {
      "key": "59366",
      "name": "гр. МО422СТР - Строительство (Дисциплины по выбору кафедры Строительство)"
    },
    {
      "key": "59365",
      "name": "гр. МО423СТР - Строительство (Дисциплины по выбору кафедры МТиПС)"
    },
    {
      "key": "58450",
      "name": "гр. СО411МТТ - Строительство железных дорог, мостов и транспортных тоннелей (Мосты)"
    },
    {
      "key": "58447",
      "name": "гр. СО411СМД - Строительство железных дорог, мостов и транспортных тоннелей (Строительство магистральных железных дорог)"
    },
    {
      "key": "58432",
      "name": "гр. СО411СУЗ - Строительство уникальных зданий и сооружений (Строительство высотных и большепролетных зданий и сооружений)"
    },
    {
      "key": "58433",
      "name": "гр. СО411СЭД - Строительство, эксплуатация, восстановление и техническое прикрытие автомобильных дорог, мостов и тоннелей (Строительство (реконструкция), эксплуатация и техническое прикрытие автомобильных дорог)"
    },
    {
      "key": "58448",
      "name": "гр. СО411УТС - Строительство железных дорог, мостов и транспортных тоннелей (Управление техническим состоянием железнодорожного пути)"
    },
    {
      "key": "58449",
      "name": "гр. СО412МТТ - Строительство железных дорог, мостов и транспортных тоннелей (Мосты)"
    },
    {
      "key": "59179",
      "name": "гр. СО413МТТ - Строительство железных дорог, мостов и транспортных тоннелей (Мосты)"
    },
    {
      "key": "59181",
      "name": "гр. СО413УТС - Строительство железных дорог, мостов и транспортных тоннелей (Управление техническим состоянием железнодорожного пути)"
    },
    {
      "key": "58282",
      "name": "гр. СО421МТТ - Строительство железных дорог, мостов и транспортных тоннелей (Мосты)"
    },
    {
      "key": "58290",
      "name": "гр. СО421СМД - Строительство железных дорог, мостов и транспортных тоннелей (Строительство магистральных железных дорог)"
    },
    {
      "key": "58301",
      "name": "гр. СО421СУЗ - Строительство уникальных зданий и сооружений (Строительство высотных и большепролетных зданий и сооружений)"
    },
    {
      "key": "58306",
      "name": "гр. СО421СЭД - Строительство, эксплуатация, восстановление и техническое прикрытие автомобильных дорог, мостов и тоннелей (Строительство (реконструкция), эксплуатация и техническое прикрытие автомобильных дорог)"
    },
    {
      "key": "58294",
      "name": "гр. СО421УТС - Строительство железных дорог, мостов и транспортных тоннелей (Управление техническим состоянием железнодорожного пути)"
    },
    {
      "key": "58298",
      "name": "гр. СО422МТТ - Строительство железных дорог, мостов и транспортных тоннелей (Мосты)"
    },
    {
      "key": "59178",
      "name": "гр. СО423МТТ - Строительство железных дорог, мостов и транспортных тоннелей (Мосты)"
    },
    {
      "key": "59182",
      "name": "гр. СО423УТС - Строительство железных дорог, мостов и транспортных тоннелей (Управление техническим состоянием железнодорожного пути)"
    },
    {
      "key": "56438",
      "name": "гр. СО431МТТ - Строительство железных дорог, мостов и транспортных тоннелей (Мосты)"
    },
    {
      "key": "56442",
      "name": "гр. СО431СМД - Строительство железных дорог, мостов и транспортных тоннелей (Строительство магистральных железных дорог)"
    },
    {
      "key": "56427",
      "name": "гр. СО431СУЗ - Строительство уникальных зданий и сооружений (базовый)"
    },
    {
      "key": "56433",
      "name": "гр. СО431СЭД - Строительство, эксплуатация, восстановление и техническое прикрытие автомобильных дорог, мостов и тоннелей (Строительство (реконструкция), эксплуатация и техническое прикрытие автомобильных дорог)"
    },
    {
      "key": "56446",
      "name": "гр. СО431УТС - Строительство железных дорог, мостов и транспортных тоннелей (Управление техническим состоянием железнодорожного пути)"
    },
    {
      "key": "56450",
      "name": "гр. СО432МТТ - Строительство железных дорог, мостов и транспортных тоннелей (Мосты)"
    },
    {
      "key": "60363",
      "name": "гр. СО432УТС - Строительство железных дорог, мостов и транспортных тоннелей (Управление техническим состоянием железнодорожного пути)"
    },
    {
      "key": "59180",
      "name": "гр. СО433МТТ - Строительство железных дорог, мостов и транспортных тоннелей (Мосты)"
    },
    {
      "key": "54346",
      "name": "гр. СО441МТТ - Строительство железных дорог, мостов и транспортных тоннелей (Мосты)"
    },
    {
      "key": "54338",
      "name": "гр. СО441СМД - Строительство железных дорог, мостов и транспортных тоннелей (Строительство магистральных железных дорог)"
    },
    {
      "key": "54354",
      "name": "гр. СО441СУЗ - Строительство уникальных зданий и сооружений (базовый)"
    },
    {
      "key": "54358",
      "name": "гр. СО441СЭД - Строительство, эксплуатация, восстановление и техническое прикрытие автомобильных дорог, мостов и тоннелей (Строительство (реконструкция), эксплуатация и техническое прикрытие автомобильных дорог)"
    },
    {
      "key": "54342",
      "name": "гр. СО441УТС - Строительство железных дорог, мостов и транспортных тоннелей (Управление техническим состоянием железнодорожного пути)"
    },
    {
      "key": "54350",
      "name": "гр. СО442УТС - Строительство железных дорог, мостов и транспортных тоннелей (Управление техническим состоянием железнодорожного пути)"
    },
    {
      "key": "52196",
      "name": "гр. СО451МТТ - Строительство железных дорог, мостов и транспортных тоннелей (Мосты)"
    },
    {
      "key": "52188",
      "name": "гр. СО451СМД - Строительство железных дорог, мостов и транспортных тоннелей (Строительство магистральных железных дорог)"
    },
    {
      "key": "52204",
      "name": "гр. СО451СУЗ - Строительство уникальных зданий и сооружений (базовый)"
    },
    {
      "key": "52209",
      "name": "гр. СО451СЭД - Строительство, эксплуатация, восстановление и техническое прикрытие автомобильных дорог, мостов и тоннелей (Строительство (реконструкция), эксплуатация и техническое прикрытие автомобильных дорог)"
    },
    {
      "key": "52192",
      "name": "гр. СО451УТС - Строительство железных дорог, мостов и транспортных тоннелей (Управление техническим состоянием железнодорожного пути)"
    },
    {
      "key": "52200",
      "name": "гр. СО453УТС - Строительство железных дорог, мостов и транспортных тоннелей (Управление техническим состоянием железнодорожного пути)"
    },
    {
      "key": "50014",
      "name": "гр. СО461СУЗ - Строительство уникальных зданий и сооружений (базовый)"
    },
    {
      "key": "58697",
      "name": "гр. СОА11СЖД - Строительство железных дорог, мостов и транспортных тоннелей (базовый)"
    },
    {
      "key": "59270",
      "name": "гр. СОБ21МТТ - Строительство железных дорог, мостов и транспортных тоннелей (Мосты)"
    },
    {
      "key": "59267",
      "name": "гр. СОБ21УТС - Строительство железных дорог, мостов и транспортных тоннелей (Управление техническим состоянием железнодорожного пути)"
    }
  ]
}