{
  "id": "iuat",
  "name": "Институт управления, автоматизации и телекоммуникаций",
  "groups": [
    {
      "key": "58491",
      "name": "гр. БО211ЗСС - Инфокоммуникационные технологии и системы связи (Защищенные системы и сети связи)"
    },
    {
      "key": "58492",
      "name": "гр. БО211ИСС - Инфокоммуникационные технологии и системы связи (Инфокоммуникационные сети и системы)"
    },
    {
      "key": "58486",
      "name": "гр. БО211ИСТ - Информационные системы и технологии (Информационные системы и технологии на транспорте)"
    },
    {
      "key": "58490",
      "name": "гр. БО211ПИН - Программная инженерия (Программно-информационные системы)"
    },
    {
      "key": "58487",
      "name": "гр. БО211ТОД - Информационные системы и технологии (Системы и технологии обработки больших данных Data Engineering)"
    },
    {
      "key": "58498",
      "name": "гр. БО211ТТП - Технология транспортных процессов (Инновационные и цифровые технологии в транспортно-логистических процессах)"
    },
    {
      "key": "58034",
      "name": "гр. БО221ЗСС - Инфокоммуникационные технологии и системы связи (Защищенные системы и сети связи)"
    },
    {
      "key": "58031",
      "name": "гр. БО221ИСС - Инфокоммуникационные технологии и системы связи (Инфокоммуникационные сети и системы)"
    },
    {
      "key": "58042",
      "name": "гр. БО221ИСТ - Информационные системы и технологии (Информационные системы и технологии на транспорте)"
    },
    {
      "key": "58045",
      "name": "гр. БО221ПИН - Программная инженерия (базовый)"
    },
    {
      "key": "58078",
      "name": "гр. БО221ТТП - Технология транспортных процессов (Инновационные и цифровые технологии в транспортно-логистических процессах)"
    },
    {
      "key": "58590",
      "name": "гр. БО231ЗСС - Инфокоммуникационные технологии и системы связи (Защищенные системы и сети связи)"
    },
    {
      "key": "56511",
      "name": "гр. БО231ИСС - Инфокоммуникационные технологии и системы связи (Инфокоммуникационные сети и системы)"
    },
    {
      "key": "56523",
      "name": "гр. БО231ИСТ - Информационные системы и технологии (Информационные системы и технологии на транспорте)"
    },
    {
      "key": "56528",
      "name": "гр. БО231ПИН - Программная инженерия (базовый)"
    },
    {
      "key": "56544",
      "name": "гр. БО231ТТП - Технология транспортных процессов (Логистика нефтегазового комплекса и транспортных систем)"
    },
    {
      "key": "54362",
      "name": "гр. БО241ИСС - Инфокоммуникационные технологии и системы связи (базовый)"
    },
    {
      "key": "54375",
      "name": "гр. БО241ИСТ - Информационные системы и технологии (Информационные системы и технологии на транспорте)"
    },
    {
      "key": "54379",
      "name": "гр. БО241ПИН - Программная инженерия (базовый)"
    },
    {
      "key": "54390",
      "name": "гр. БО241ТТП - Технология транспортных процессов (Логистика нефтегазового комплекса и транспортных систем)"
    },
    {
      "key": "59241",
      "name": "гр. МО211БИС - Информационные системы и технологии (Безопасность информационных систем)"
    },
    {
      "key": "59242",
      "name": "гр. МО211ИАС - Информационные системы и технологии (Информационно-аналитические системы)"
    },
    {
      "key": "59243",
      "name": "гр. МО211ИНБ - Информационная безопасность (Безопасность информационных систем)"
    },
    {
      "key": "58663",
      "name": "гр. МО211ИТС - Инфокоммуникационные технологии и системы связи (Системы подвижной связи)"
    },
    {
      "key": "58073",
      "name": "гр. МО221БИС - Информационные системы и технологии (Безопасность информационных систем)"
    },
    {
      "key": "58074",
      "name": "гр. МО221ИАС - Информационные системы и технологии (Информационно-аналитические системы)"
    },
    {
      "key": "58072",
      "name": "гр. МО221ИНБ - Информационная безопасность (Безопасность информационных систем)"
    },
    {
      "key": "58071",
      "name": "гр. МО221ИТС - Инфокоммуникационные технологии и системы связи (Системы подвижной связи)"
    },
    {
      "key": "58075",
      "name": "гр. МО221ТТЛ - Технология транспортных процессов (Цифровые технологии в транспортно-логистической деятельности)"
    },
    {
      "key": "58444",
      "name": "гр. СО211АТС - Системы обеспечения движения поездов (Автоматика и телемеханика на железнодорожном транспорте)"
    },
    {
      "key": "58434",
      "name": "гр. СО211КОБ - Информационная безопасность автоматизированных систем (Информационная безопасность автоматизированных систем на транспорте)"
    },
    {
      "key": "58442",
      "name": "гр. СО211ОПЛ - Эксплуатация железных дорог (Транспортный бизнес и логистика)"
    },
    {
      "key": "58443",
      "name": "гр. СО211ОПМ - Эксплуатация железных дорог (Магистральный транспорт)"
    },
    {
      "key": "60290",
      "name": "гр. СО211ОПМ. - Эксплуатация железных дорог (Магистральный транспорт)"
    },
    {
      "key": "58445",
      "name": "гр. СО211ТСС - Системы обеспечения движения поездов (Телекоммуникационные системы и сети железнодорожного транспорта)"
    },
    {
      "key": "58435",
      "name": "гр. СО212КОБ - Информационная безопасность автоматизированных систем (Информационная безопасность автоматизированных систем на транспорте)"
    },
    {
      "key": "59899",
      "name": "гр. СО212ОПМ - Эксплуатация железных дорог (УВЦ Эксплуатация железных дорог)"
    },
    {
      "key": "58048",
      "name": "гр. СО221АТС - Системы обеспечения движения поездов (Автоматика и телемеханика на железнодорожном транспорте)"
    },
    {
      "key": "58037",
      "name": "гр. СО221КОБ - Информационная безопасность автоматизированных систем (Информационная безопасность автоматизированных систем на транспорте)"
    },
    {
      "key": "58067",
      "name": "гр. СО221ОПЛ - Эксплуатация железных дорог (Транспортный бизнес и логистика)"
    },
    {
      "key": "58060",
      "name": "гр. СО221ОПМ - Эксплуатация железных дорог (Магистральный транспорт)"
    },
    {
      "key": "58052",
      "name": "гр. СО221ТСС - Системы обеспечения движения поездов (Телекоммуникационные системы и сети железнодорожного транспорта)"
    },
    {
      "key": "58056",
      "name": "гр. СО222АТС - Системы обеспечения движения поездов (Автоматика и телемеханика на железнодорожном транспорте)"
    },
    {
      "key": "59103",
      "name": "гр. СО222КОБ - Информационная безопасность автоматизированных систем (Информационная безопасность автоматизированных систем на транспорте)"
    },
    {
      "key": "58064",
      "name": "гр. СО222ОПМ - Эксплуатация железных дорог (Магистральный транспорт)"
    },
    {
      "key": "58086",
      "name": "гр. СО231АТС - Системы обеспечения движения поездов (Автоматика и телемеханика на железнодорожном транспорте)"
    },
    {
      "key": "56515",
      "name": "гр. СО231КОБ - Информационная безопасность автоматизированных систем (Информационная безопасность автоматизированных систем на транспорте)"
    },
    {
      "key": "59109",
      "name": "гр. СО231ОПЛ - Эксплуатация железных дорог (Магистральный транспорт)"
    },
    {
      "key": "59112",
      "name": "гр. СО231ОПМ - Эксплуатация железных дорог (Магистральный транспорт)"
    },
    {
      "key": "58087",
      "name": "гр. СО231ТСС - Системы обеспечения движения поездов (Телекоммуникационные системы и сети железнодорожного транспорта)"
    },
    {
      "key": "56519",
      "name": "гр. СО232КОБ - Информационная безопасность автоматизированных систем (базовый)"
    },
    {
      "key": "59110",
      "name": "гр. СО232ОПМ - Эксплуатация железных дорог (Магистральный транспорт)"
    },
    {
      "key": "54382",
      "name": "гр. СО241АТС - Системы обеспечения движения поездов (Автоматика и телемеханика на железнодорожном транспорте)"
    },
    {
      "key": "54367",
      "name": "гр. СО241КОБ - Информационная безопасность автоматизированных систем (Информационная безопасность автоматизированных систем на транспорте)"
    },
    {
      "key": "59114",
      "name": "гр. СО241ОПЛ - Эксплуатация железных дорог (Транспортный бизнес и логистика)"
    },
    {
      "key": "54393",
      "name": "гр. СО241ОПМ - Эксплуатация железных дорог (Магистральный транспорт)"
    },
    {
      "key": "54386",
      "name": "гр. СО241ТСС - Системы обеспечения движения поездов (Телекоммуникационные системы и сети железнодорожного транспорта)"
    },
    {
      "key": "59108",
      "name": "гр. СО242АТС - Системы обеспечения движения поездов (Автоматика и телемеханика на железнодорожном транспорте)"
    },
    {
      "key": "54397",
      "name": "гр. СО242ОПМ - Эксплуатация железных дорог (Магистральный транспорт)"
    },
    {
      "key": "51214",
      "name": "гр. СО251АТС - Системы обеспечения движения поездов (Автоматика и телемеханика на железнодорожном транспорте)"
    },
    {
      "key": "52221",
      "name": "гр. СО251КОБ - Информационная безопасность автоматизированных систем (Информационная безопасность автоматизированных систем на транспорте)"
    },
    {
      "key": "54486",
      "name": "гр. СО251ОПЛ - Эксплуатация железных дорог (Транспортный бизнес и логистика)"
    },
    {
      "key": "52238",
      "name": "гр. СО251ОПМ - Эксплуатация железных дорог (Магистральный транспорт)"
    },
    {
      "key": "59113",
      "name": "гр. СО251ОПП - Эксплуатация железных дорог (Пассажирский комплекс железнодорожного транспорта)"
    },
    {
      "key": "51218",
      "name": "гр. СО251ТСС - Системы обеспечения движения поездов (Телекоммуникационные системы и сети железнодорожного транспорта)"
    },
    {
      "key": "59877",
      "name": "гр. СО252АТС - Системы обеспечения движения поездов (Автоматика и телемеханика на железнодорожном транспорте)"
    },
    {
      "key": "52242",
      "name": "гр. СО252ОПМ - Эксплуатация железных дорог (Магистральный транспорт)"
    },
    {
      "key": "59574",
      "name": "гр. СОА11АТС - Системы обеспечения движения поездов (Автоматика и телемеханика на железнодорожном транспорте)"
    },
    {
      "key": "59573",
      "name": "гр. СОА11ТСС - Системы обеспечения движения поездов (Телекоммуникационные системы и сети железнодорожного транспорта)"
    }
  ]
}